/* Label for the applications list settings item */
"Allowed applications" = "Aplicaciones permitidas";

/* Placeholder string for the filter field of the applications list settings item */
"Filter applications" = "Filtrar aplicaciones";

/* OpenWith Plugin - error launching - failure reason. */
"No bundle at the specified path" = "No hay ningún paquete de aplicación en la ruta especificada";

/* OpenWith Plugin - error launching - title */
"Unable to launch the requested application" = "No se pudo iniciar la aplicación solicitada";

/* Error message showed to users when Open With fails. */
"Unable to open the specified files" = "No se pudieron abrir los archivos especificados";

